ResearchPlan/researchplan.tex
% Created 2022-04-06 Wed 03:37
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\affiliation{<Your school, think tank, etc>}
\shorttitle{<A short version of the long title for page headers>}
\usepackage{breakcites}
\usepackage{apacite}
\usepackage{paralist}
\let\itemize\compactitem
\let\description\compactdesc
\let\enumerate\compactenum
\author{DP@H\$\textsubscript{2}\$O}
\date{\textit{<2022-04-04 Mon>}}
\title{Australian Fast Ice Model\\\medskip
\large Research Plan 2.0}
\hypersetup{
 pdfauthor={DP@H\$\textsubscript{2}\$O},
 pdftitle={Australian Fast Ice Model},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents



\section{Table of Contents}
\label{sec:org425f5ca}
The meridional overturning circulation (\moc) within the Earth's ocean basins is understood to play a significant contribution in regulating heat content of the climate, ventilating the deep ocean and \cotwo\textasciitilde{}uptake \citep{Orsi1999,Levitus2005,Bindoff2007,Purkey2010,Talley2013}. With overturning
time scales on the order of a millennia \citep{Johnson2008} understanding the
driving mechanisms of the \moc\textasciitilde{}has implications for the rates of change of key
parameters in Earth's climate: e.g. \cotwo\textasciitilde{}uptake rate, latent heat draw down,
and ventilation of the deep ocean \citep{Bindoff2007,Purkey2010}.

The conceptual model of the \moc\textasciitilde{}includes the tropical waters of the Atlantic flowing north via the Gulf Stream
and overturning at various locations in the north Atlantic due to baroclinic
instabilities, thus becoming North Atlantic Deep Water. At the other
end of planet, along the coast of Antarctica, a complex set
of seasonal events give rise to coastal processes that cause cold dense water
to form at the surface at key locations \citep{Orsi1999,Talley2013}. As the water
forms it is highly unstable and begins to sink flowing down the slopes of the
continental shelf, mixing with ambient waters in its descent, and in the process
becoming dense shelf water (\dsw) \citep{Orsi2001}.
\%Both Ekman forced and baroclinic instabilities transport \citep{Rintoul2018}
This \dsw\textasciitilde{}flows across the Antarctic slope front, with some indication of mixing \citep{Mizuta2021,VanAchter2021,Rintoul2018}, and into the various abyssal plains (e.g. becoming Antarctic Bottom Water \textemdash \aabw)
\citep{Stewart2019}. This water mass fills the ocean basins of the Southern Hemisphere \citep{Johnson2008}, and is
identified as cold dense abyssal water originating from overturning coastal
waters around Antarctica \citep{Orsi1999}.

In this manner, \aabw\textasciitilde{}mass accounts for 30\textendash 40$\backslash$% of global ocean
mass \citep{Johnson2008}. Its formation and controlling mechanisms are areas of contemporary research. In the effort to prognosticate furture climate, the current capability to constrain the climate's heat budget,
via global climate models, is dependent upon knowledge of these
controlling mechanisms of the deep ocean
\citep{Domingues2008,Murphy2009,Purkey2012,Durack2018}. At present, the
uncertainty in deep-ocean heat uptake has been shown to be a significant cause
of variation among climate models \citep{Boe2009,Durack2018}. While on the other hand, empirically, it also has been
shown that Earth's systems linked to the long-term water-phase-mass distribution
and surface temperature variations are accelerating
\citep{Murphy2009,IPCC2019SpecialReport}.

One specific uncertainty of the \moc\textasciitilde{}under investigation in this
work, is the rate at which \aabw\textasciitilde{}is formed via \dsw\textasciitilde{}formation. To investigate
this uncertainty I will be undertaking a series of simulations of a coupled
physical system (sea ice-ocean) over a region of East Antarctica in the vicinity
of the Mawson Coast, see \ref{fig:GEBCO_bathy}.

\section{Document Background}
\label{sec:org7f98cbc}

\section{Scientific Background}
\label{sec:org3482df9}

\section{Rationale}
\label{sec:org00c680a}

\section{Methodology}
\label{sec:org1bb80ff}

\section{Outputs}
\label{sec:org34185e4}

\section{Ethical Approval}
\label{sec:orga2ae85c}

\section{Work, Health and Safety}
\label{sec:orga3218aa}

\section{Intellectual Property}
\label{sec:orgd648b74}

\section{Project Infrastructure}
\label{sec:org8f63259}

\section{Skills}
\label{sec:org0dac056}

\section{References}
\label{sec:orgf3138db}
\end{document}
